Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: CDP1, TP1 and QP were on the UK part of the field.
nb: CDP1, TP1 og QP lå på den britiske delen av feltet.

source: This means that the results gained from exploration wells drilled in selected blocks in an area should be available before any new blocks are announced in the same area.
nb: Dette innebærer at resultater av brønner i utvalgte blokker i et område bør foreligge og være evaluert før det utlyses nye blokker i det samme området.

source: Sleipner Øst produces gas and condensate.
nb: Sleipner Øst produserer gass og kondensat.

source: The programme has an overall responsibility for research that facilitates the best possible management of Norwegian petroleum resources and future-oriented business development in the sector.
nb: Programmet har et helhetlig ansvar for forskning som leder til best mulig forvaltning av de norske petroleumsressursene og en framtidsrettet næringsutvikling i sektoren.

source: Veslefrikk has earlier been produced with pressure support from water alternating gas injection (WAG) in the Brent and Dunlin reservoirs and with gas recycling in the Statfjord reservoir.
nb: Veslefrikk ble tidligere produsert med trykkstøtte fra vann- alternerende gassinjeksjon (VAG) i Brent- og Dunlin-reservoarene og ved gassirkulering i Statfjord-reservoaret.

source: The well stream was sent through the Brent Pipeline System to Sullom Voe in the Shetland Islands in the UK.
nb: Brønnstrømmen ble sendt gjennom Brent rørledningssystemet til Sullom Voe på Shetlandsøyene i Storbritannia.

source: The Petroleum Act requires licensees to submit a decommissioning plan to the Ministry between two and five years before the production licence expires or is relinquished, or use of a petroleum installation will be terminated permanently.
nb: Petroleumsloven pålegger rettighetshaverne å legge frem en avslutningsplan for departementet to til fem år før utvinningstillatelsen utløper eller blir oppgitt, eller bruken av en petroleumsinnretning opphører for godt.

source: An amended PDO for the Gullfaks field, covering prospects and small discoveries, which could be drilled and produced from existing facilities, was approved in 2005.
nb: En endret PUD for Gullfaks, som dekker prospekter og små funn som kunne bores og produseres fra eksisterende innretninger, ble godkjent i 2005.

source: The well stream from Tordis is transported via two pipelines to the Gullfaks C facility for processing.
nb: Brønnstrømmen fra Tordis transporteres i to rørledninger til Gullfaks C-innretningen for prosessering.

source: Frøy is a field in the central part of the North Sea, 22 kilometres northeast of the Heimdal field.
nb: Frøy ligger i den sentrale delen av Nordsjøen, 22 kilometer nordøst for Heimdal.

source: The gas is transported to the market via the Oseberg Gas Transport (OGT) pipeline to the Heimdal Gas Centre and further in the Statpipe-system to continental Europe, and via the Vesterled pipeline to the UK.
nb: Gassen transporteres til markedet via rørledningen Oseberg Gasstransport (OGT) til Heimdal gassenter, og derfra inn i Statpipe-systemet til kontinentet og gjennom Vesterled til Storbritannia.

source: Gaupe was discovered in 1985, and the plan for development and operation (PDO) was approved in 2010.
nb: Gaupe ble påvist i 1985, og plan for utbygging og drift (PUD) ble godkjent i 2010.

source: The Hugin Formation reservoir is produced by pressure depletion.
nb: Reservoaret i Huginformasjonen produseres med trykkavlastning.

source: Liquids are transported to the Fulmar platform and further to Teesside in the UK via Norpipe.
nb: Væsker transporteres til Fulmar-plattformen og videre til Teesside i Storbritannia via Norpipe.

source: A similar exemption was granted for the southern part of the field in 2005.
nb: Et lignende fritak ble innvilget for den sørlige delen av feltet i 2005.

source: The field was developed in multiple phases and production started in 1988.
nb: Feltet er bygd ut i flere faser, og det kom i produksjon i 1988.

source: Cessation of petroleum activities and decommissioning are governed by Chapter 5 of the Petroleum Act and Chapter 6 of the Petroleum Regulations.
nb: Avslutning av petroleumsvirksomhet og disponering av innretninger reguleres nærmere i petroleumslovens kapittel 5 og petroleumsforskriftens kapittel 6.

source: In June 2020, the Norwegian parliament enacted temporary changes in the petroleum tax act to help oil and gas companies execute planned investments.
nb: Stortinget vedtok i juni 2020 midlertidige endringer i petroleumsskatteloven for å legge til rette for at oljeselskapene kan gjennomføre planlagte investeringer.

source: Visund Sør produces oil and gas from Middle Jurassic sandstone in the Brent Group.
nb: Visund Sør produserer olje og gass fra sandstein av mellomjura alder i Brentgruppen.

source: The quadrants in the North Sea are numbered from 1 to 36, while those in the Norwegian Sea and Barents Sea are named by the degree of longitude and latitude.
nb: I Nordsjøen er hver kvadrant navngitt fra 1 til 36. I Norskehavet og Barentshavet er hver kvadrant navngitt etter lengde- og breddegrad.

source: Production ceased in 2004, and the offshore disposal work started in 2005.
nb: Produksjonen ble avsluttet i 2004, og disponerings­arbeidet startet i 2005.

source: The reservoir in Tordis Sørøst is in the Brent Group and in Upper Jurassic sandstone.
nb: Reservoaret i Tordis Sørøst er i Brentgruppen og i øvre jura sandstein.

source: Statfjord Late Life entails that all injection now has ceased.
nb: Statfjord Senfase innebærer at all injeksjon nå er stanset.

source: Remaining reserves comprise the remaining recoverable and marketable petroleum resources, which the licensees have decided to develop and for which the authorities have approved a plan for development and operation (PDO) or have granted exemption from the PDO requirement.
nb: Gjenværende reserver omfatter gjenværende utvinnbare, salgbare petroleumsressurser som rettighetshaverne har besluttet å utvinne, og som myndighetene har godkjent en plan for utbygging og drift (PUD) eller innvilget PUD-fritak for.

source: Statfjord Øst is a field in the Tampen area in the North Sea, seven kilometres northeast of the Statfjord field.
nb: Statfjord Øst ligger i Tampen-området i den nordlige delen av Nordsjøen, sju kilometer nordøst for Statfjord.

source: including personnel, equipment and vessels.
nb: som inkluderer personell, utstyr og fartøy.

source: The Norwegian authorities have been collecting seismic data in areas of the continental shelf that are not open for oil and gas activities since 1969.
nb: Siden 1969 har norske myndigheter samlet inn seismiske data i områder på norsk kontinentalsokkel som ikke er åpnet for petroleumsvirksomhet.

source: The discovery was proven in 1985.
nb: Funnet ble påvist 1985.

source: Condensate is transported by pipeline to the Brae field in the UK sector and further to Cruden Bay in the UK.
nb: Kondensat blir transportert via rørledning til Brae-feltet i britisk sektor og videre til Cruden Bay i Storbritannia.

source: It includes six subsea templates, each with four wells tied-back to Snorre A. Production started in December 2020.
nb: Utbyggingen inkluderer seks havbunnsrammer, hver med fire brønner knyttet til Snorre A. Produksjonen startet i desember 2020.

source: One new production well was drilled in the Ile Formation in 2020.
nb: Det er boret en ny produksjonsbrønn i Ileformasjonen i 2020.

source: Gross resource growth and number of wildcats (completed), 1990-2020
nb: Brutto ressurstilvekst og antall undersøkelsesbrønner (avsluttet), 1990-2020

source: Tyrihans was discovered in 1983, and the plan for development and operation (PDO) was approved in 2005.
nb: Tyrihans ble påvist i 1983, og plan for uybygging og drift (PUD) ble godkjent i 2005.

source: Snøhvit production is in the plateau phase.
nb: Produksjon fra Snøhvit er på platå.

source: Alver and Austrheim municipalities, Vestland
nb: Alver og Austrheim kommune i Vestland

source: In 2019 the total NMVOC emissions were 37 700 tonnes.
nb: De totale nmVOC utslippene var i 2019 på 37 700 tonn.

source: Oil and gas are separated at the Snorre A platform.
nb: Olje og gass blir separert på Snorre A-innretningen.

source: Gas export started in 2001 through a dedicated pipeline to the Åsgard field and via Åsgard Transport System (ÅTS) to the Kårstø terminal.
nb: Siden 2001 er gassen blitt eksportert i en egen rørledning til Åsgard og via Åsgard Transport System (ÅTS) til Kårstø-terminalen.

source: Tyrihans is a field in the Norwegian Sea, 25 kilometres southeast of the Åsgard field.
nb: Tyrihans ligger i Norskehavet, 25 kilometer sørøst for Åsgard.

source: Marulk was discovered in 1992, and the plan for development and operation (PDO) was approved in 2010.
nb: Marulk ble påvist i 1992, og plan for utbygging og drift (PUD) ble godkjent i 2010.

source: Drilling – from the rig Maersk Developer.
nb: Boring - bilde fra Maersk Developer.

source: Skarv is a joint development of the Skarv and Idun deposits.
nb: Forekomstene Skarv og Idun ble bygd ut samtidig.

source: The contingent resources in fields were reduced by 18 million Sm
nb: Betingede ressurser i felt ble redusert med 18 millioner Sm

source: The well stream is routed through a template on Fram Vest and further to the Troll C facility for processing.
nb: Brønnstrømmen sendes gjennom en brønnramme på Fram Vest og transporteres videre til Troll C-innretningen for prosessering.

source: Norway was accepted as EITI compliant in March 2011, and was the first OECD country to implement the EITI standard.
nb: Norge ble godkjent som EITI-land i mars 2011, og var det første OECD-landet som gjennomførte implementeringen.

source: In areas, there has been less exploration and thus limiting the knowledge of the geology.
nb: I disse områdene har det vært mindre utforskning og dermed mindre kunnskap om geologien, samt større avstander til infrastruktur.

source: The net government cash flow from petroleum activities, 1971-2022
nb: Statens netto kontantstrøm fra petroleumsvirksomheten, 1971-2022

source: The Hyme field is tied to the Njord facility.
nb: Hyme-feltet er tilknyttet Njord.

source: The total, saleable volumes of petroleum from the start to the end of production, based on the prevailing estimate of the in-place volumes and the recovery factor.
nb: Totale, salgbare petroleumsmengder, fra produksjonsstart til produksjonen avsluttes, basert på det gjeldende anslaget av tilstedeværende mengder og utvinningsgrad.

source: First edition of "Sokkelkartet" from 1965
nb: Første utgave av "Sokkelkartet" fra 1965 Kilde:

source: The subsea facility north on Visund was replaced in 2013 due to problems with the original template.
nb: Havbunnsrammen nord på Visund ble erstattet i 2013 på grunn av problemer med den opprinnelige rammen.

source: Grane was discovered in 1991, and the plan for development and operation (PDO) was approved in 2000.
nb: Grane ble påvist i 1991, og plan for utbygging og drift (PUD) ble godkjent i 2000.

source: The well stream is transported by pipeline to the Statfjord C facility for processing, storage and export.
nb: Brønnstrømmen transporteres i rørledning til Statfjord C-innretningen for prosessering, lagring og eksport.

source: The oil was exported by tankers and the rich gas was transported to the Sleipner A facility for further export.
nb: Oljen ble eksportert via tankskip, og rikgassen ble sendt til Sleipner A-innretningen for videre eksport.

source: The discovery was proven in 2005 and delineated in 2007.
nb: Funnet ble påvist i 2005 og avgrenset i 2007.

source: Production started again in October 2021. ACCRUED INVESTMENTS IN NOMINAL NOK
nb: Produksjonen startet igjen i oktober 2021. Transport Oljen transporteres med tankskip og gassen reinjiseres.

source: On the majority of the opened areas of the Norwegian continental shelf, there has been petroleum activity for several decades.
nb: På størstedelen av de åpnede områdene på norsk kontinentalsokkel har det vært petroleumsvirksomhet i flere tiår.

source: Used to sum up oil, gas, NGL and condensate resource volumes.
nb: Brukes når ressursmengdene av olje, gass, NGL og kondensat skal summeres.

source: Sleipner Vest is a field in the central part of the North Sea.
nb: Sleipner Vest ligger i den midtre delen av Nordsjøen.

source: It is important to prove and recover resources in APA-areas while existing infrastructure is operating.
nb: Det er viktig å påvise og få ut ressursene i TFO-områder mens omkringliggende infrastruktur er i drift.

source: Installation of the Åsgard subsea gas compressor has accelerated and prolonged gas production from the field.
nb: Havbunnsgasskompresjon på Åsgard har framskyndet og forlenget produksjon fra Mikkel-feltet.

source: The field was developed with the production vessel "Petrojarl Varg", which had integrated oil storage and was connected to the wellhead facility Varg A. Production started in 1998.
nb: Feltet ble bygd ut med produksjonsskipet "Petrojarl Varg", som hadde et integrert oljelager og var knyttet til brønnhodeinnretningen Varg A. Produksjonen startet i 1998.

source: Production and exports
nb: Produksjon og eksport

source: Bøyla is a field in the central part of the North Sea, 28 kilometres south of the Alvheim field.
nb: Bøyla ligger i den sentrale delen av Nordsjøen, 28 kilometer sør for Alvheim.

source: In 2013, a high-quality research and knowledge centre was established at the University of Tromsø - the Arctic University of Norway to address issues of relevance to the oil industry in the Arctic.
nb: I 2013 ble det opprettet et forsknings- og kompetansesenter innenfor arktiske utfordringer ved Universitet i Tromsø. Målet med etableringen er å bygge opp et forskningsmiljø av høy kvalitet som er relevant for oljenæringen i nord og i arktiske strøk.

source: Management of revenues
nb: Forvaltning av inntektene

source: The Eldfisk II project extends waterflooding on the field.
nb: Eldfisk II-prosjektet utvider vannflømmingen på feltet.

source: The Tilje, Garn and Åre Formations also contain hydrocarbons.
nb: Hydrokarboner er også påvist i Tilje-, Garn- og Åreformasjonene.

source: The primary drilling campaign was finalised in July 2019.
nb: Hovedborekampanjen ble ferdigstilt i juli 2019.

source: APA licensing rounds are used for mature areas, where petroleum activities have been in progress for many years.
nb: Den andre typen konsesjonsrunder er ordningen med tildeling i forhåndsdefinerte områder (TFO).

source: This is a normal development compared with other petroleum provinces.
nb: Dette er en normal utvikling sammenlignet med andre petroleumsprovinser.

source: Norne is a field in the Norwegian Sea, 80 kilometres north of the Heidrun field.
nb: Norne ligger i Norskehavet, 80 kilometer nord for Heidrun.

source: In addition, gas has been proven in the Heimdal Formation, overlying the Ty Formation.
nb: I tillegg er det påvist gass i Heimdalformasjonen, som ligger over Tyformasjonen.

source: Discharges of chemicals from the petroleum activities in 2020, by source
nb: Utslipp av kjemikalier fra petroleumsvirksomheten i 2020, fordelt på kilde Oppdatert:

source: Ringhorne Øst is a field in the central part of the North Sea, six kilometres northeast of the Balder field.
nb: Ringhorne Øst ligger i den sentrale delen av Nordsjøen, seks kilometers nordøst for Balder.

source: The plant has a capacity of about 95 million Sm³ rich gas per day, 6.3 million tonnes wet gas per year and about 4.5 million tonnes condensate per year.
nb: Prosessanlegget kan håndtere rundt 95 millioner Sm rikgass per dag, 6,3 millioner tonn våtgass per år og om lag 4,5 millioner tonn lettolje per år.

source: Sleipner Øst was discovered in 1981, and the plan for development and operation (PDO) was approved in 1986.
nb: Sleipner Øst ble påvist i 1981, og plan for utbygging og drift (PUD) ble godkjent i 1986.

source: Oseberg Sør is a field in the northern part of the North Sea, just south of the Oseberg field.
nb: Oseberg Sør ligger i den nordlige delen av Nordsjøen, like sør for Oseberg.

source: The facility has 40 well slots.
nb: Innretningen har 40 brønnslisser.

source: In the first half of 2020 the global oil demand fell dramatically because of the Covid-19 pandemic.
nb: I første halvår av 2020 falt oljeetterspørselen i verden sterkt som følge av Covid-19-pandemien.

source: The decommissioning plan for Varg was approved in 2001.
nb: Myndighetene godkjente avslutningsplanen for feltet i 2001.

source: The long-term strategy for the field has been updated.
nb: Langtidsstrategien for feltet ble nylig oppdatert.

source: In 2018, production from two new infill wells started.
nb: Produksjon fra to nye tilleggsbrønner startet i 2018.

source: In the North Sea, more than 770 wildcat wells have been drilled since 1966, and the vertical jumps in the figure below show that the largest discoveries were made in an early exploration phase, such as Statfjord (1974) and Troll (1979 and 1983).
nb: I Nordsjøen er det boret mer enn 770 undersøkelsesbrønner siden 1966, og store vertikale hopp i figuren under viser at de største funnene var i tidlig letefase, som Statfjord (1974) og Troll (1979 og 1983).

source: The petroleum taxation system is intended to be neutral, so that an investment project that is profitable for an investor before tax is also profitable after tax.
nb: Petroleumsskattesystemet skal virke nøytralt, slik at et investeringsprosjekt som er lønnsomt for en investor før skatt, også vil være det etter skatt.

source: Water injection is extended in the southern part of the field by the installation of a new subsea template, Ekofisk VC.
nb: Vanninjeksjon er utvidet i den sørlige delen av feltet ved å installere en ny havbunnsramme, Ekofisk VC.

source: Cease of economic production is currently estimated for the end of 2022.
nb: Opphør av lønnsom produksjon ventes i slutten av 2022.

source: Grane is a field in the central part of the North Sea, just east of the Balder field.
nb: Grane ligger i den midtre delen av Nordsjøen like øst for Balder.

source: The field has been developed with a central subsea manifold tied-back to the Gullfaks C facility, which also supplies water for injection.
nb: Feltet er bygd ut med en sentral havbunnsmanifold som er tilknyttet Gullfaks C-innretningen, som også leverer injeksjonsvann.

source: In addition, Troll is a significant oil field.
nb: Troll er samtidig et betydelig oljefelt.

source: Contingent resources in discoveries are reduced by 13 million Sm
nb: Betingede ressurser i funn er redusert med 13 millioner Sm

source: 30/11-8 S (Krafla) is a discovery in the central part of the North Sea, 35 kilometres south of the Oseberg field.
nb: 30/11-8 S (Krafla) er et funn i den midtre delen av Nordsjøen, 35 kilometer sør for Oseberg.

source: Oil and gas are sent to the export pipelines via the Ekofisk Centre.
nb: Olje og gass sendes til eksportrørledninger via Ekofisk-senteret.

source: A fractionation plant processes unstabilised crude from the Oseberg field into stable crude oil and LPG blend.
nb: Et fraksjoneringsanlegg prosesserer ustabilisert råolje fra Oseberg-feltet til stabil råolje og LPG-blanding.

source: Skogul was discovered in 2010, and the plan for development and operation (PDO) was approved in 2018.
nb: Skogul ble påvist i 2010, og plan for utbygging og drift (PUD) ble godkjent i 2018.

source: Responsibility for implementing petroleum policy is divided as follows:
nb: Ansvaret for de ulike rollene i utøvingen av petroleumspolitikken er fordelt slik:

source: The well stream is transported to the Njord field and processed on the Njord A platform.
nb: Brønnstrømmen transporteres til og prosesseres på Njord A-innretningen.

source: The CO2 and H2S content in the gas is relatively high.
nb: CO2- og H2S-innholdet i gassen er relativt høyt.

source: The emission level has been relatively stable since 2000.
nb: Utslippene har ligget på omtrent samme nivåer siden begynnelsen av 2000-tallet.

source: Each quadrant is further divided into 12 blocks.
nb: Hver kvadrant er videre inndelt i 12 blokker.

source: 6507/3-8 (Gjøk) is a discovery in the Norwegian Sea, two kilometres southwest of the Norne field.
nb: 6507/3-8 (Gjøk) er et funn i Norskehavet, to kilometer sørvest for Norne.

source: The nearby field Ringhorne Øst is also tied-back to Balder via the Ringhorne platform.
nb: Ringhorne Øst, et nærliggende oljefelt, ble koblet til Balder via Ringhorne-innretningen.

source: from natural gas production at the Utgard field has also been separated out at the Sleipner Vest platform and stored in the Utsira formation.
nb: fra gassen i Utgard-feltet blitt skilt ut ved Sleipner Vest-plattformen og lagret i Utsira-formasjonen.

source: Drilling of new wells on Gullfaks has been challenging for many years due to overpressured areas in the Shetland/Lista interval.
nb: Boring av nye brønner på Gullfaks har vært en utfordring i mange år på grunn av overtrykk i noen områder i Shetland/Lista-intervallet.

source: Volumes of petroleum (oil, condensate, NGL and gas) can be measured and quantified in multiple ways.
nb: Mengder av petroleum (olje, kondensat, NGL og gass) kan måles og oppgis på flere måter.

source: Increased gas export since 2015 has reduced gas available for injection and reduced reservoir pressure in parts of the field.
nb: Økt gasseksport har redusert tilgjengeligheten av injeksjonsgass siden 2015. Det har ført til redusert reservoartrykk i deler av feltet.

source: If commercially viable discoveries are made, activities enter a new phase with the aim of developing the field and producing from it, at the same time ensuring sound resource management and maximising value creation.
nb: Dersom det gjøres funn som kan bygges ut kommersielt, går virksomheten over i en ny fase hvor målet er å bygge ut forekomsten og produsere den slik at man oppnår god ressursforvaltning og dermed høyest mulig verdiskaping.

source: Trestakk is a field in the central part of the Norwegian Sea, 20 kilometres south of the Åsgard field.
nb: Trestakk ligger i den midtre delen av Norskehavet, 20 kilometer sør for Åsgard.

source: In 2007, Statoil merged with Norsk Hydro’s oil and gas division.
nb: I 2007 fusjonerte Statoil med olje- og gassvirksomheten til Norsk Hydro.

source: A water alternating gas (WAG) injection pilot was started in 2019 and continues injection in 2021.
nb: En pilot for vann- alternerende gassinjeksjon (VAG) startet i 2019 og fortsetter i 2021.

source: Eldfisk was originally produced by pressure depletion.
nb: Eldfisk ble opprinnelig produsert med trykkavlastning.

source: Utgard is produced by pressure depletion.
nb: Utgard produseres med trykkavlastning.

source: The 25/8-4 (D-struktur) and 25/11-27 (F-struktur) discoveries in the area are considered for tie-in to the Grane platform.
nb: Funnene 25/8-4 (D-struktur) og 25/11-27 (F-struktur) i området vurderes tilknyttet Grane-innretningen.

source: Martin Linge is a field near the border to the UK sector in the northern part of the North Sea, 42 kilometres west of the Oseberg field.
nb: Martin Linge ligger nær grensen til britisk sektor i den nordlige delen av Nordsjøen, 42 kilometer vest for Oseberg.

source: The distribution of the rest of the resources shows that there is 38 per cent left in the Barents Sea and 19 per cent left in the Norwegian Sea.
nb: Fordelingen av resten av ressursene viser at det er 38 prosent igjen i Barentshavet og 19 prosent igjen i Norskehavet.

source: Lavrans was proven in 1995 and later delineated by several appraisal wells.
nb: Lavrans ble påvist i 1995 og senere avgrenset med flere brønner.
